Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: <em>Automatic</em> uses the client ID configured below, else the default DUID of this device, else the MAC address of this interface.
sv: <em>Automatisk</em> använder det klient-ID som konfigurerats nedan, annars enhetens standard-DUID, annars gränssnittets MAC-adress.

source: <em>Default DUID</em> always uses the default DUID of this device, even if a client ID is configured below.
sv: <em>Standard-DUID</em> använder alltid enhetens standard-DUID, även om ett klient-ID har konfigurerats nedan.

source: <em>Hardware address</em> always uses a DUID-LL derived from the MAC address of this interface.
sv: <em>Maskinvaruadress</em> använder alltid en DUID-LL som härletts från gränssnittets MAC-adress.

source: <em>Hardware address</em> always uses the MAC address of this interface.
sv: <em>Maskinvaruadress</em> använder alltid gränssnittets MAC-adress.

source: <em>None</em> sends no client identifier at all.
sv: <em>Ingen</em> skickar ingen klientidentifierare alls.

source: A batman-adv node can either run in server mode (sharing its internet connection with the mesh) or in client mode (searching for the most suitable internet connection in the mesh) or having the gateway support turned off entirely (which is the default setting).
sv: En batman-adv-nod kan köras i serverläge (och dela sin internetanslutning med meshnätverket), i klientläge (och söka efter den lämpligaste internetanslutningen i meshnätverket) eller med gateway-stödet helt avstängt (vilket är standardinställningen).

source: A configuration for the device "%s" already exists
sv: En konfiguration för enheten "%s" finns redan

source: A default MTU of 65535 is set by Yggdrasil. It is recomended to utilize the default.
sv: Yggdrasil anger standard-MTU till 65535. Det rekommenderas att använda standardvärdet.

source: A directory with the same name already exists.
sv: En katalog med samma namn finns redan.

source: A new login is required since the authentication session expired.
sv: En ny inloggning krävs då autentiseringssessionen har upphört.

source: A numeric table index, or symbol alias declared in %s. Special aliases local (255), main (254) and default (253) are also valid
sv: Ett numeriskt tabellindex eller ett symboliskt alias som deklarerats i %s. Specialaliasen local (255), main (254) och default (253) är också giltiga

source: A tie-breaker for clients and their routes when multiple routers exist on the same network.
sv: En utslagsregel för klienter och deras rutter när flera routrar finns i samma nätverk.

source: ADSL (all variants) Annex A/L/M
sv: ADSL (alla varianter) Annex A/L/M

source: ADSL (all variants) Annex A/L/M + VDSL2 Annex A/B/C
sv: ADSL (alla varianter) Annex A/L/M + VDSL2 Annex A/B/C

source: ADSL (all variants) Annex B
sv: ADSL (alla varianter) Annex B

source: ADSL (all variants) Annex B + VDSL2 Annex A/B/C
sv: ADSL (alla varianter) Annex B + VDSL2 Annex A/B/C

source: ADSL (all variants) Annex B/J
sv: ADSL (alla varianter) Annex B/J

source: ADSL (all variants) Annex B/J + VDSL2 Annex A/B/C
sv: ADSL (alla varianter) Annex B/J + VDSL2 Annex A/B/C

source: ADSL (all variants) Annex M
sv: ADSL (alla varianter) Annex M

source: AP Isolation
sv: AP-isolering

source: APN profile index
sv: Index för APN-profil

source: ARP link monitoring
sv: ARP-länkövervakning

source: ARP monitor target IP address
sv: Mål-IP-adress för ARP-övervakning

source: ARP retry threshold
sv: ARP-tröskel för nya försök

source: ARP traffic table "%h"
sv: Trafik-tabell "%h" för ARP

source: ARP validation policy
sv: Policy för ARP-validering

source: ARP, IPv4 and IPv6 (even 802.1Q) with multicast destination MACs are unicast to the STA MAC address. Note: This is not Directed Multicast Service (DMS) in 802.11v. Note: might break receiver STA multicast expectations.
sv: ARP, IPv4 och IPv6 (även 802.1Q) med multicast-MAC som destinationsadress skickas som unicast till STA:ns MAC-adress. Obs! Detta är inte Directed Multicast Service (DMS) i 802.11v. Obs! Det kan bryta mottagarstationens förväntningar på multicast.

source: ATM (Asynchronous Transfer Mode)
sv: ATM (Asynkronymt överföringsläge)

source: ATM Bridges
sv: ATM-bryggor

source: ATM bridges expose encapsulated ethernet in AAL5 connections as virtual Linux network interfaces which can be used in conjunction with DHCP or PPP to dial into the provider network.
sv: ATM-bryggor exponerar inkapslat Ethernet i AAL5-anslutningar som virtuella Linux-nätverksgränssnitt, vilka kan användas tillsammans med DHCP eller PPP för att ansluta till leverantörens nätverk.

source: ATM device number
sv: ATM enhetsnummer

source: Absent
sv: Frånvarande

source: Absent Interface
sv: Frånvarande gränssnitt

source: Accept DNS queries only from hosts whose address is on a local subnet.
sv: Acceptera DNS-förfrågningar endast från värdar vars adress är i ett lokalt undernät.

source: Accept VLANs
sv: Acceptera VLAN

source: Accept from public keys
sv: Acceptera från publika nycklar

source: Accept local
sv: Acceptera lokal

source: Accept options pushed from server
sv: Acceptera alternativ som skickas från server

source: Accept packets with local source addresses
sv: Acceptera paket med lokala källadresser

source: Access Concentrator
sv: Åtkomstkoncentrator

source: Access Point Isolation
sv: Isolering av åtkomstpunkt

source: Access Technologies
sv: Åtkomsttekniker

source: Active Connections
sv: Aktiva anslutningar

source: Active DHCPv4 Leases
sv: Aktiva DHCP-kontrakt

source: Active DHCPv6 Leases
sv: Aktiva DHCPv6-kontrakt

source: Active IPv4 Routes
sv: Aktiva IPv4 rutter

source: Active IPv4 Rules
sv: Aktiva IPv4-regler

source: Active IPv6 Routes
sv: Aktiva IPv6 rutter

source: Active IPv6 Rules
sv: Aktiva IPv6-regler

source: Active backup
sv: Aktiv reserv

source: Active peers
sv: Aktiva jämlikar

source: Adaptive load balancing
sv: Adaptiv belastningsutjämning

source: Adaptive transmit load balancing
sv: Adaptiv utjämning av sändningsbelastning

source: Add ATM Bridge
sv: Lägg till ATM-brygga

source: Add IPv4 address…
sv: Lägg till IPv4-adress…

source: Add IPv6 address…
sv: Lägg till IPv6-adress…

source: Add LED action
sv: Lägg till LED-åtgärd

source: Add VLAN
sv: Lägg till VLAN

source: Add a subnet address to the DNS queries which are forwarded upstream, leaving this value empty disables the feature.
sv: Lägg till en undernätsadress i DNS-frågor som vidarebefordras uppströms. Om värdet lämnas tomt inaktiveras funktionen.

source: Add device configuration
sv: Lägg till enhetskonfiguration

source: Add device configuration…
sv: Lägg till enhetskonfiguration…

source: Add instance
sv: Lägg till instans

source: Add key
sv: Lägg till nyckel

source: Add listeners in order to accept incoming peerings from non-local nodes. Multicast peer discovery works regardless of listeners set here. URI Format: <code>tls://0.0.0.0:0</code> or <code>tls://[::]:0</code> to listen on all interfaces. Choose an acceptable URI <code>tls://</code>, <code>tcp://</code>, <code>unix://</code> or <code>quic://</code>
sv: Lägg till lyssnare för att acceptera inkommande jämlikanslutningar från icke-lokala noder. Upptäckt av jämlikar via multicast fungerar oberoende av vilka lyssnare som anges här. URI-format: <code>tls://0.0.0.0:0</code> eller <code>tls://[::]:0</code> för att lyssna på alla gränssnitt. Välj en giltig URI: <code>tls://</code>, <code>tcp://</code>, <code>unix://</code> eller <code>quic://</code>

source: Add local domain suffix to names served from hosts files.
sv: Lägg till det lokala domänsuffixet till namn som hämtas från hosts-filer.

source: Add multicast rule
sv: Lägg till multicastregel

source: Add new interface...
sv: Lägg till ett nytt gränssnitt...

source: Add new repository public key by pasting its content, a file, or a URL.
sv: Lägg till en ny publik nyckel för förrådet genom att klistra in dess innehåll, en fil eller en URL.

source: Add peer
sv: Lägg till en jämlike

source: Add peer address
sv: Lägg till jämlikeadress

source: Add requestor MAC
sv: Lägg till begärarens MAC-adress

source: Add route after establishing connection
sv: Lägg till rutt efter att anslutningen har etablerats

source: Add static forward and reverse DNS entries for this host.
sv: Lägg till statiska framåt- och bakåt-DNS-poster för den här värden.

source: Add subnet address to forwards
sv: Lägg till undernätsadress i vidarebefordringar

source: Add tag
sv: Lägg till tagg

source: Add the MAC address of the requestor to DNS queries which are forwarded upstream.
sv: Lägg till begärarens MAC-adress i DNS-frågor som vidarebefordras uppströms.

source: Add to Blacklist
sv: Lägg till i Blockeringslistan

source: Add to Whitelist
sv: Lägg till i tillåtelselistan

source: Adding an IPv6 to an IPv4 set and vice-versa silently fails.
sv: Att lägga till en IPv6-adress i en IPv4-uppsättning eller omvänt misslyckas utan felmeddelande.

source: Additional Peers
sv: Ytterligare jämlikar

source: Additional authentication over TLS
sv: Ytterligare autentisering via TLS

source: Additional configuration settings (in TOML format).
sv: Ytterligare konfigurationsinställningar (i TOML-format).

source: Additional hosts files
sv: Ytterligare värdfiler

source: Additional options to send to the below match tags.
sv: Ytterligare alternativ som ska skickas till matchande taggar nedan.

source: Additional servers file
sv: Fil med ytterligare servrar

source: Additional tags for this host.
sv: Ytterligare taggar för den här värden.

source: Address families of "Relay from" and "Relay to address" must match.
sv: Adressfamiljerna för ”Relä från” och ”Relä till adress” måste stämma överens.

source: Address setting is invalid
sv: Adressinställningen är ogiltig

source: Address to access local relay bridge
sv: Adress för att komma åt lokal reläbrygga

source: Addresses
sv: Adresser

source: Advanced Settings
sv: Avancerade inställningar

source: Advanced device options
sv: Avancerade enhetsalternativ

source: Advertise the GCMP-256 pairwise cipher. Mandatory for Wi-Fi 7 (EHT) and recommended otherwise, but some clients and chipsets fail to associate when it is offered. Enabled by default only in Compatibility Mode on a Wi-Fi 7 (EHT) radio, disabled otherwise.
sv: Annonsera det parvisa chiffret GCMP-256. Obligatoriskt för Wi-Fi 7 (EHT) och rekommenderat i övrigt, men vissa klienter och chipset kan inte associera när det erbjuds. Aktiverat som standard endast i kompatibilitetsläge på en Wi-Fi 7-radio (EHT), annars inaktiverat.

source: Advertise the SAE-EXT-KEY AKM (SAE using a group-dependent hash). Mandatory for Wi-Fi 7 (EHT) and recommended otherwise, but some clients misbehave when it is offered, in particular together with 802.11r Fast Transition. Enabled by default only in Compatibility Mode on a Wi-Fi 7 (EHT) radio, disabled otherwise.
sv: Annonsera SAE-EXT-KEY AKM (SAE med en gruppberoende hash). Obligatoriskt för Wi-Fi 7 (EHT) och rekommenderat i övrigt, men vissa klienter beter sig fel när det erbjuds, särskilt tillsammans med 802.11r Fast Transition. Aktiverat som standard endast i kompatibilitetsläge på en Wi-Fi 7-radio (EHT), annars inaktiverat.

source: Afer making changes to network using external protocol, network must be manually restarted.
sv: Efter ändringar i nätverket via ett externt protokoll måste nätverket startas om manuellt.

source: Affected ports:
sv: Berörda portar:

source: Ageing
sv: Åldring

source: Ageing time
sv: Åldringstid

source: Aggregate Originator Messages
sv: Aggregera originatormeddelanden

source: Aggregation device
sv: Aggregeringsenhet

source: Aggregation ports
sv: Aggregeringsportar

source: Alert
sv: Varning

source: Alias Interface
sv: Alias-gränssnitt

source: Alias of "%s"
sv: Alias för "%s"

source: All ARP Targets
sv: Alla ARP-mål

source: All ARP targets must be reachable to consider the link valid
sv: Alla ARP-mål måste vara nåbara för att länken ska betraktas som giltig

source: All ports active
sv: Alla portar aktiva

source: All servers
sv: Alla Servrar

source: Allocate IP addresses sequentially, starting from the lowest available address.
sv: Allokera IP-adresser sekventiellt med start från den lägsta möjliga adressen.

source: Allocate IPs sequentially
sv: Allokera IP sekventiellt

source: Allocate listen addresses
sv: Tilldela lyssningsadresser

source: Allow <abbr title="Prefix Information Option">PIO</abbr> flags sent in RA messages, globally for all prefixes.
sv: Tillåt <abbr title="Prefix Information Option">PIO</abbr>-flaggor som skickas i RA-meddelanden, globalt för alla prefix.

source: Allow <abbr title="Secure Shell">SSH</abbr> password authentication
sv: Tillåt <abbr title="Secure Shell">SSH</abbr> lösenordsautentisering

source: Allow AP mode to disconnect STAs based on low ACK condition
sv: Tillåt AP-läge att koppla från STA:er vid låg ACK-kvalitet

source: Allow Yggdrasil Jumper to configure Yggdrasil with proper listen address and random port automatically.
sv: Tillåt Yggdrasil Jumper att automatiskt konfigurera Yggdrasil med korrekt lyssningsadress och slumpmässig port.

source: Allow all except listed
sv: Tillåt alla utom listade

source: Allow client-to-client traffic
sv: Tillåt klient-till-klienttraffik

source: Allow full UCI access for legacy applications
sv: Tillåt full UCI-åtkomst för äldre program

source: Allow legacy 802.11b rates
sv: Tillåt äldre 802.11b-hastigheter

source: Allow listed only
sv: Tillåt enbart listade

source: Allow localhost
sv: Tillåt localhost

source: Allow multiple clients with same certificate
sv: Tillåt flertalet klienter med samma certifikat

source: Allow only one session
sv: Tillåt endast en session

source: Allow rebooting the device
sv: Tillåt omstart av enheten

source: Allow receiving on inactive ports
sv: Tillåt mottagning på inaktiva portar

source: Allow remote hosts to connect to local SSH forwarded ports
sv: Tillåt fjärrstyrda värdar att ansluta via SSH till lokalt vidarebefordrade portar

source: Allow remote to change its IP or port
sv: Tillåt fjärränden att ändra sin IP-adress eller port

source: Allow root logins with password
sv: Tillåt root-inloggningar med lösenord

source: Allow system feature probing
sv: Tillåt identifiering av systemfunktioner

source: Allow the <em>root</em> user to log in with password
sv: Tillåt <em>root</em>-användaren att logga in med lösenord

source: Allowed maximum of connected clients
sv: Maximalt antalet tillåtna ansluta klienter

source: Allowed maximum of internal
sv: Tillåtet maximalt antal interna

source: Allowed maximum of new connections
sv: Maximalt antalet nya tillåtna anslutningar

source: Allowed network technology
sv: Tillåten nätverksteknik

source: AllowedIPs setting is invalid
sv: Inställningen AllowedIPs är ogiltig

source: Almost nothing here prevents you from selecting invalid configuration options which prevent openvpn from starting. Read the manual.
sv: Nästan ingenting här hindrar dig från att välja ogiltiga konfigurationsalternativ som gör att OpenVPN inte kan starta. Läs manualen.

source: Alternatively, a multicast address to reach a group of peers.
sv: Alternativt en multicastadress för att nå en grupp jämlikar.

source: Always
sv: Alltid

source: Always off (kernel: none)
sv: Alltid av (kärna: ingen)

source: Always on (kernel: default-on)
sv: Alltid på (kärna: standard-på)

source: Always send the chosen DHCP options. Sometimes needed, with e.g. PXELinux.
sv: Skicka alltid de valda DHCP-alternativen. Behövs ibland, t.ex. med PXELinux.

source: Always use 40MHz channels even if the secondary channel overlaps. Using this option does not comply with IEEE 802.11n-2009!
sv: Använd alltid 40 MHz-kanaler även om den sekundära kanalen överlappar. Att använda detta alternativ överensstämmer inte med IEEE 802.11n-2009!

source: Amount of Duplicate Address Detection probes to send
sv: Antal sonderingar för Duplicate Address Detection som ska skickas

source: Amount of seconds to wait for the modem to become ready
sv: Antal sekunder att vänta på att modemet blir klart

source: An error occurred while saving the form:
sv: Ett fel inträffade när formuläret skulle sparas:

source: An optional, short description for this device
sv: En valfri, kort beskrivning för den här enheten

source: Announce DNS domains
sv: Tillkännagivna DNS-domäner

source: Announce IPv4/6 DNS servers
sv: Annonsera IPv4/IPv6-DNS-servrar

source: Announce NAT64 prefix in <abbr title="Router Advertisement">RA</abbr> messages.
sv: Annonsera NAT64-prefix i <abbr title="Router Advertisement">RA</abbr>-meddelanden.

source: Announce encrypted DNS servers
sv: Annonsera krypterade DNS-servrar

source: Announce this device as IPv6 DNS server.
sv: Tillkännage den här enheten som en IPv6 DNS-server.

source: Announce this device as default router if a local IPv6 default route is present.
sv: Tillkännage den här enheten som en standard-router om en lokal standard-rutt för IPv6 är närvarande.

source: Announce this device as default router if a public IPv6 prefix is available, regardless of local default route availability.
sv: Tillkännage den här enheten som en standard-router om en publik IPv6-prefix är tillgänglig oavsett tillgänglighet för standardrutt.

source: Announce this device as default router regardless of whether a prefix or default route is present.
sv: Annonsera den här enheten som standardrouter oavsett om ett prefix eller en standardrutt finns.

source: Anonymous Identity
sv: Anonym identitet

source: Anonymous Mount
sv: Anonym montering

source: Anonymous Swap
sv: Anonym Swap

source: Any zone
sv: Någon zon

source: Append log to file
sv: Lägg till loggen i fil

source: Apply backup?
sv: Verkställ säkerhetskopia?

source: Apply checked
sv: Tillämpa markerade

source: Apply request failed with status <code>%h</code>
sv: Begäran om att tillämpa ändringar misslyckades med status <code>%h</code>

source: Apply these DHCP Options
sv: Tillämpa dessa DHCP-alternativ

source: Apply unchecked
sv: Tillämpa omarkerade

source: Applying configuration changes… %ds
sv: Verkställer ändringar i konfigurationen... %ds

source: Architecture
sv: Arkitektur

source: Arp-scan
sv: Arp-skanning

source: As DHCP-Options; send unsolicited (dnsmasq only).
sv: Som DHCP-alternativ; skicka utan begäran (endast dnsmasq).

source: Assign VLAN %d as tagged on selected ports
sv: Tilldela VLAN %d som taggat på valda portar

source: Assign VLAN %d as untagged (native) on selected ports
sv: Tilldela VLAN %d som otaggat (native) på valda portar

source: Assign a part of given length of every public IPv6-prefix to this interface
sv: Tilldela en del av en given längd av varje offentligt IPv6-prefix till det här gränssnittet

source: Assign membership
sv: Tilldela medlemskap

source: Assign prefix parts using this hexadecimal subprefix ID for this interface.
sv: Tilldela prefixdelar med detta hexadecimala underprefix-ID för gränssnittet.

source: Associated Stations
sv: Associerade stationer

source: Associations
sv: Associationer

source: At least <strong>%h</strong> per <strong>%h</strong>, burst of <strong>%h</strong>
sv: Minst <strong>%h</strong> per <strong>%h</strong>, burst på <strong>%h</strong>

source: At most <strong>%h</strong> per <strong>%h</strong>, burst of <strong>%h</strong>
sv: Högst <strong>%h</strong> per <strong>%h</strong>, burst på <strong>%h</strong>

source: Attempt to enable configured mount points for attached devices
sv: Försök att aktivera konfigurerade monteringspunkter för anslutna enheter

source: Attributes to add/replace in each request.
sv: Attribut som ska läggas till eller ersättas i varje begäran.

source: Auth
sv: Aut

source: Auth Group
sv: Autentiseringsgrupp

source: Authentication Type
sv: Typ av autentisering

source: Authoritative
sv: Auktoritär

source: Authorization Required
sv: Tillstånd krävs

source: Auto negotiation
sv: Automatisk förhandling

source: Autofill listen addresses
sv: Fyll i lyssningsadresser automatiskt

source: Automatic Homenet (HNCP)
sv: Automatiskt hemnet (HNCP)

source: Automatic mac learning using multicast; inserts unknown source link layer addresses and IP addresses into the VXLAN device %s
sv: Automatisk MAC-inlärning via multicast; infogar okända länkadress- och IP-källadresser i VXLAN-enheten %s

source: Automatically check filesystem for errors before mounting
sv: Kolla efter fel i filsystemet automatiskt innan det monteras

source: Automatically handle multiple uplink interfaces using source-based policy routing.
sv: Hantera automatiskt flera upplänksgränssnitt med källbaserad policyroutning.

source: Automatically mount filesystems on hotplug
sv: Montera automatiskt filsystem vid hotplug

source: Automatically mount swap on hotplug
sv: Montera automatiskt växlingsutrymme vid hotplug

source: Automatically redirect default route
sv: Omdirigera standardrutten automatiskt

source: Automount Filesystem
sv: Monstera filsystem automatiskt

source: Automount Swap
sv: Montera Swap automatiskt

source: Available
sv: Tillgänglig

source: Average:
sv: Snitt:

source: Avoid Bridge Loops
sv: Undvik bryggloopar

source: BSS Transition
sv: BSS-övergång

source: Back to Overview
sv: Backa till Överblick

source: Back to peer configuration
sv: Tillbaka till konfiguration av jämlike

source: Back to settings
sv: Tillbaka till inställningar

source: Backup / Flash Firmware
sv: Säkerhetskopiera / Flasha inre mjukvara

source: Backup file list
sv: Säkerhetskopiera fillista

source: Bandwidth
sv: Bandbredd

source: Base device
sv: Basenhet

source: Base64-encoded public key of this interface for sharing.
sv: Base64-kodad publik nyckel för det här gränssnittet, avsedd för delning.

source: Basic Settings
sv: Grundläggande inställningar

source: Batman Device
sv: Batman-enhet

source: Batman Interface
sv: Batman-gränssnitt

source: Batman VLAN Interface
sv: Batman-VLAN-gränssnitt

source: Batman-adv has a built-in layer 2 fragmentation for unicast data flowing through the mesh which will allow to run batman-adv over interfaces / connections that don't allow to increase the MTU beyond the standard Ethernet packet size of 1500 bytes. When the fragmentation is enabled batman-adv will automatically fragment over-sized packets and defragment them on the other end. Per default fragmentation is enabled and inactive if the packet fits but it is possible to deactivate the fragmentation entirely.
sv: Batman-adv har inbyggd lager 2-fragmentering för unicastdata som går genom meshnätverket. Det gör det möjligt att köra batman-adv över gränssnitt/anslutningar där MTU inte kan ökas utöver Ethernets standardpaketstorlek på 1500 byte. När fragmentering är aktiverad fragmenterar batman-adv automatiskt för stora paket och sätter ihop dem igen i andra änden. Fragmentering är aktiverad som standard men används inte när paketet redan ryms; den kan också inaktiveras helt.

source: Beacon Interval
sv: Beacon-intervall

source: Beacon Report
sv: Beacon-rapport

source: Before making changes, make sure you have an alternative way to access the device (e.g. a serial or out-of-band connection) and review every change in "Unsaved Changes" before applying.
sv: Innan du gör ändringar bör du se till att du har ett alternativt sätt att komma åt enheten (t.ex. seriell anslutning eller out-of-band-anslutning) och granska varje ändring under ”Osparade ändringar” innan du tillämpar dem.

source: Below is the determined list of files to backup. It consists of changed configuration files marked by opkg, essential base files and the user defined backup patterns.
sv: Nedan visas den fastställda listan över filer som ska säkerhetskopieras. Den består av ändrade konfigurationsfiler markerade av opkg, viktiga basfiler och användardefinierade mönster för säkerhetskopiering.

source: Better
sv: Bättre

source: Bind interface
sv: Bind gränssnitt
